Repository: oualidrouabah/poultry-disease-detection
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# aboutIntro
source: Welcome to Chicken AI, your essential tool for revolutionizing poultry disease detection. Our mobile application is designed to empower poultry farmers, veterinarians, and professionals with rapid and accurate fecal analysis, enabling proactive management of poultry health.
ar: مرحبًا بك في Chicken AI، أداةك الأساسية لثورة اكتشاف أمراض الدواجن. تم تصميم تطبيقنا المحمول لتمكين مربي الدواجن والأطباء البيطريين والمحترفين من إجراء تحليل سريع ودقيق للبراز، مما يتيح لهم القدرة على إدارة صحة الدواجن بشكل استباقي.
fr: Bienvenue sur Chicken AI, votre outil essentiel pour révolutionner la détection des maladies aviaires. Notre application mobile est conçue pour donner aux éleveurs de volailles, aux vétérinaires et aux professionnels les moyens d'effectuer une analyse fécale rapide et précise, permettant une gestion proactive de la santé des volailles.

# aboutIntro2
source: Using cutting-edge technology including artificial intelligence and machine learning, Chicken AI simplifies disease detection. By capturing and submitting fecal samples through the app, users receive actionable insights swiftly, facilitating timely intervention and optimized treatment strategies.
ar: من خلال استخدام تقنيات متقدمة مثل الذكاء الاصطناعي والتعلم الآلي، يبسط Chicken AI عملية اكتشاف الأمراض. من خلال التقاط وتقديم عينات البراز من خلال التطبيق، يتلقى المستخدمون رؤى قابلة للتنفيذ بسرعة، مما يسهل التدخل الفوري واستراتيجيات العلاج المحسنة.
fr: En utilisant des technologies de pointe telles que l'intelligence artificielle et l'apprentissage automatique, Chicken AI simplifie la détection des maladies. En capturant et en soumettant des échantillons de fèces via l'application, les utilisateurs reçoivent rapidement des informations exploitables, facilitant l'intervention rapide et les stratégies de traitement optimisées.

# aboutIntro3
source: Join us in our mission to elevate poultry health standards and transform disease management in the industry. With us, ensure the vitality and productivity of your poultry flock with confidence and ease.
ar: انضم إلينا في مهمتنا لرفع معايير صحة الدواجن وتحويل إدارة الأمراض في الصناعة. معنا، ضمن الحيوية والإنتاجية لقطيع الدواجن الخاص بك بثقة وسهولة.
fr: Rejoignez-nous dans notre mission d'élever les normes de santé des volailles et de transformer la gestion des maladies dans l'industrie. Avec nous, assurez la vitalité et la productivité de votre troupeau de volailles en toute confiance et facilité.

# feature
source: Features
ar: ميزات
fr: Fonctionnalités

# feature_1_name
source: Fecal Analysis
ar: تحليل البراز
fr: Analyse des fèces

# feature_1_description
source: Users can capture images of fecal samples and submit them through the app for analysis.
ar: يمكن للمستخدمين التقاط صور لعينات البراز وتقديمها من خلال التطبيق للتحليل.
fr: Les utilisateurs peuvent capturer des images d'échantillons de fèces et les soumettre via l'application pour analyse.

# feature_2_name
source: Disease Identification
ar: تحديد الأمراض
fr: Identification des maladies

# feature_2_description
source: Advanced algorithms analyze fecal samples to accurately identify common poultry diseases like Newcastle Disease (NCD), Salmonella, and Coccidiosis (Cocco).
ar: تحليلات متقدمة تحلل عينات البراز لتحديد الأمراض الدواجن الشائعة مثل مرض نيوكاسل (NCD) والسالمونيلا والكوكسيديا (كوكو).
fr: Des algorithmes avancés analysent les échantillons de fèces pour identifier avec précision les maladies aviaires courantes telles que la maladie de Newcastle (NCD), la salmonelle et la coccidiose (Cocco).

# feature_3_name
source: Rapid Results
ar: نتائج سريعة
fr: Résultats rapides

# feature_3_description
source: Users receive rapid results after submitting fecal samples, enabling quick decision-making and timely intervention.
ar: يتلقى المستخدمون نتائج سريعة بعد تقديم عينات البراز، مما يتيح اتخاذ القرار بسرعة والتدخل في الوقت المناسب.
fr: Les utilisateurs reçoivent des résultats rapides après avoir soumis des échantillons de fèces, permettant une prise de décision rapide et une intervention opportune.

# feature_4_name
source: Diagnostic Accuracy
ar: دقة التشخيص
fr: Précision diagnostique

# feature_4_description
source: High diagnostic accuracy ensures reliable results, minimizing false positives and false negatives.
ar: تضمن دقة التشخيص العالية النتائج الموثوقة، مما يقلل من الإيجابيات والسلبيات الزائفة.
fr: Une haute précision diagnostique garantit des résultats fiables, réduisant au minimum les faux positifs et les faux négatifs.

# feature_5_name
source: User-Friendly Interface
ar: واجهة سهلة الاستخدام
fr: Interface conviviale

# feature_5_description
source: Intuitive interface makes the app easy to navigate, accessible to users with varying levels of technical expertise.
ar: واجهة سهلة الاستخدام تجعل التطبيق سهل الاستخدام ويمكن الوصول إليه للمستخدمين ذوي مستويات متفاوتة من الخبرة التقنية.
fr: L'interface intuitive rend l'application facile à naviguer, accessible aux utilisateurs ayant différents niveaux d'expertise technique.

# feature_6_name
source: Real-Time Monitoring
ar: مراقبة في الوقت الحقيقي
fr: Surveillance en temps réel

# feature_6_description
source: Users can monitor disease trends and track flock health status in real-time, facilitating proactive disease management.
ar: يمكن للمستخدمين مراقبة اتجاهات الأمراض وتتبع حالة صحة السرب في الوقت الفعلي، مما يسهل إدارة الأمراض بشكل استباقي.
fr: Les utilisateurs peuvent surveiller les tendances des maladies et suivre l'état de santé du troupeau en temps réel, facilitant la gestion proactive des maladies.

# feature_7_name
source: Customizable Alerts
ar: تنبيهات قابلة للتخصيص
fr: Alertes personnalisables

# feature_7_description
source: App sends customizable alerts to users when specific disease thresholds or trends are detected, prompting timely action.
ar: يقوم التطبيق بإرسال تنبيهات قابلة للتخصيص للمستخدمين عند اكتشاف مستويات معينة من الأمراض أو اتجاهات معينة، مما يحفز على التصرف في الوقت المناسب.
fr: L'application envoie des alertes personnalisables aux utilisateurs lorsqu'elle détecte des seuils ou des tendances de maladies spécifiques, incitant à une action rapide.

# feature_8_name
source: Data Management
ar: إدارة البيانات
fr: Gestion des données

# feature_8_description
source: Comprehensive database of fecal analysis results allows for easy retrieval, analysis, and reporting of historical data.
ar: قاعدة بيانات شاملة لنتائج تحليل البراز تسمح بسهولة الاسترداد والتحليل والتقرير عن البيانات التاريخية.
fr: Une base de données complète des résultats d'analyse des fèces permet une récupération, une analyse et un rapport faciles des données historiques.

# feature_9_name
source: Offline Capability
ar: إمكانية العمل بدون اتصال
fr: Fonctionnalité hors ligne

# feature_9_description
source: App offers offline functionality for capturing and storing fecal sample images, even in areas with limited internet connectivity.
ar: يوفر التطبيق وظيفة العمل بدون اتصال لالتقاط وتخزين صور عينات البراز، حتى في المناطق ذات الاتصال بالإنترنت المحدود.
fr: L'application offre une fonctionnalité hors ligne pour capturer et stocker des images d'échantillons de fèces, même dans des zones avec une connectivité Internet limitée.

# feature_10_name
source: Secure Data Storage
ar: تخزين آمن للبيانات
fr: Stockage sécurisé des données

# feature_10_description
source: Prioritizes data security and confidentiality, ensuring sensitive information related to disease outbreaks and flock health is stored securely.
ar: يعطي أولوية لأمان البيانات وسرية المعلومات، مضموناً تخزين المعلومات الحساسة المتعلقة بالتفشيات الوبائية وصحة السرب بشكل آمن.
fr: Priorise la sécurité et la confidentialité des données, garantissant que les informations sensibles liées aux épidémies de maladies et à la santé du troupeau sont stockées de manière sécurisée.

source: Benefits
ar: الفوائد
fr: Avantages

# benefit_early_intervention
source: Detect diseases early
ar: الكشف المبكر عن الأمراض
fr: Détection précoce des maladies

# description_early_intervention
source: Detect diseases early, allowing for prompt intervention to prevent spread within the flock and reduce the severity of outbreaks.
ar: كشف الأمراض مبكراً، مما يتيح التدخل السريع لمنع انتشارها داخل السرب وتقليل شدة الفترات الوبائية.
fr: Détectez les maladies tôt, permettant une intervention rapide pour prévenir la propagation au sein du troupeau et réduire la gravité des épidémies.

# benefit_targeted_treatment
source: Targeted Treatment
ar: العلاج المستهدف
fr: Traitement ciblé

# description_targeted_treatment
source: Accurate disease identification enables users to plan targeted treatment strategies, minimizing unnecessary medication use and optimizing treatment outcomes.
ar: تمكن التحديد الدقيق للأمراض المستخدمين من وضع استراتيجيات علاج مستهدفة، مما يقلل من استخدام الأدوية غير الضرورية ويحسن من نتائج العلاج.
fr: L'identification précise des maladies permet aux utilisateurs de planifier des stratégies de traitement ciblées, minimisant l'utilisation de médicaments inutiles et optimisant les résultats du traitement.

# benefit_cost_savings
source: Cost Savings
ar: توفير التكاليف
fr: Économies de coûts

# description_cost_savings
source: Prevent economic losses associated with disease outbreaks by implementing timely interventions and reducing the need for extensive treatment measures.
ar: منع الخسائر الاقتصادية المرتبطة بالتفشيات الوبائية من خلال تنفيذ تدخلات في الوقت المناسب وتقليل الحاجة إلى إجراءات علاج شاملة.
fr: Prévenir les pertes économiques associées aux épidémies de maladies en mettant en œuvre des interventions opportunes et en réduisant le besoin de mesures de traitement étendues.

# benefit_improved_productivity
source: Improved Productivity
ar: زيادة الإنتاجية
fr: Productivité améliorée

# description_improved_productivity
source: Maintain flock health and productivity by managing diseases effectively, leading to higher egg production and better overall performance.
ar: الحفاظ على صحة السرب وإنتاجيته من خلال إدارة الأمراض بشكل فعال، مما يؤدي إلى زيادة إنتاج البيض وتحسين الأداء العام.
fr: Maintenez la santé et la productivité du troupeau en gérant efficacement les maladies, ce qui se traduit par une production d'œufs plus élevée et de meilleures performances globales.

# benefit_data_driven_decisions
source: Data-Driven Decisions
ar: اتخاذ القرارات استناداً إلى البيانات
fr: Décisions basées sur les données

# description_data_driven_decisions
source: Access to comprehensive data on disease incidence and flock health facilitates informed decision-making, leading to more effective disease management strategies.
ar: الوصول إلى بيانات شاملة حول انتشار الأمراض وصحة السرب يسهل اتخاذ القرارات المستنيرة، مما يؤدي إلى استراتيجيات أكثر فعالية في إدارة الأمراض.
fr: L'accès à des données complètes sur l'incidence des maladies et la santé du troupeau facilite la prise de décisions éclairées, conduisant à des stratégies de gestion des maladies plus efficaces.

# benefit_enhanced_biosecurity
source: Enhanced Biosecurity
ar: تعزيز الأمان البيولوجي
fr: Sécurité biologique renforcée

# description_enhanced_biosecurity
source: Implement proactive biosecurity measures based on real-time disease monitoring, minimizing the risk of disease introduction and transmission within the farm.
ar: تنفيذ تدابير الأمن البيولوجي الاحترازي استنادًا إلى مراقبة الأمراض في الوقت الفعلي، مما يقلل من مخاطر إدخال الأمراض وانتقالها داخل المزرعة.
fr: Mettez en œuvre des mesures de biosécurité proactives basées sur la surveillance en temps réel des maladies, minimisant le risque d'introduction et de transmission de maladies dans la ferme.

# benefit_peace_of_mind
source: Peace of Mind
ar: سلامة البال
fr: Sérénité d'esprit

# description_peace_of_mind
source: With rapid and accurate disease detection capabilities, users can have peace of mind knowing that they are equipped to handle disease outbreaks effectively, reducing stress and uncertainty.
ar: مع قدرات كشف الأمراض السريعة والدقيقة، يمكن للمستخدمين الاطمئنان إلى أنهم مجهزون للتعامل مع تفشي الأمراض بفعالية، مما يقلل من الإجهاد وعدم اليقين.
fr: Avec des capacités de détection de maladies rapides et précises, les utilisateurs peuvent être sereins en sachant qu'ils sont équipés pour gérer efficacement les épidémies de maladies, réduisant le stress et l'incertitude.

source: OK
ar: حسنا
fr: D'accord

source: Result
ar: النتيجة
fr: Résultat

# healthy
source: In good health
ar: بصحة جيدة
fr: En bonne santé

source: Coccidiosis
ar: الكوكسيديا
fr: Coccidiose

source: New Castle Disease
ar: مرض نيو كاسل
fr: Maladie de New Castle

source: Salmonella
ar: السالمونيلا
fr: Salmonelle

# suffer
source: Suffers from
ar: يعاني من
fr: Souffre de

# takepics
source: Take a picture
ar: التقاط صورة
fr: Prendre

# uploadpics
source: Upload
ar: تحميل صورة
fr: Télécharger

# wlcmtext
source: Welcome in CHICKEN AI App for the detection of poultry disease in fecal
ar: مرحبًا بك في تطبيق CHICKEN AI للكشف عن أمراض الدواجن في البراز
fr: Bienvenue dans CHICKEN AI App pour la détection des maladies de la volaille dans les matières fécales

# drawer1
source: Disease Library
ar: مكتبة الأمراض
fr: Bibliothèque des maladies

# drawer2
source: Langue
ar: اللغة

# drawer3
source: Help & Support
ar: المساعدة والدعم
fr: Aide et support

# drawer4
source: About
ar: حول
fr: À propos

# nocnxmessage
source: No Internet Connection
ar: لا يوجد اتصال بالإنترنت
fr: Pas de connexion Internet

# again
source: Try Again
ar: حاول مرة أخرى
fr: Réessayer

source: Permission denied
ar: تم رفض الإذن
fr: Autorisation refusée

# getperm
source: Get Permission
ar: الحصول على الإذن
fr: Obtenir la permission

# initcam
source: Initializing Camera
ar: تهيئة الكاميرا
fr: Initialisation de la caméra

# noselect
source: No Image Selected
ar: لم يتم تحديد أي صورة
fr: Aucune image sélectionnée

# confirmation
source: Confirm
ar: تأكيد
fr: Confirmé

source: Cancel
ar: إلغاء
fr: Annuler

# libHead
source: This section contains information about various Diseases and Pathogens affecting Chickens.
ar: يحتوي هذا القسم على معلومات حول الأمراض المختلفة ومسببات الأمراض التي تصيب الدجاج.
fr: Cette section contient des informations sur diverses maladies et agents pathogènes affectant les poulets.

# sec1
source: Bacterial Infections
ar: العدوى البكتيرية
fr: Infections bactériennes

# sec2
source: Viral Infections
ar: العدوى الفيروسية
fr: Infections virales

# sec3
source: Parasitic & Fungal infections
ar: العدوى الطفيلية والفطرية
fr: Infections parasitaires et fongiques

# pathogn
source: The pathogen
ar: المسببات الرئيسية
fr: L'agent pathogène

# clicSign
source: Clinical Signs
ar: العلامات السريرية
fr: Signes cliniques

# trans
source: Transmission/Epidemiology
ar: الانتقال / الوبائيات
fr: Transmission/Epidémiologie

# zoonotic
source: Zoonotic risks
ar: المخاطر البيئية
fr: Risques zoonotiques

# diag
source: Diagnosis
ar: التشخيص
fr: Diagnostic

# control
source: Controls
ar: السيطرة
fr: Contrôles

# salmo
source: Salmonellosis (Salmonella enterica)
ar: السالمونيلوز (سالمونيلا إنتريكا)
fr: Salmonellose (Salmonella enterica)

# salmopath1
source: Most frequent serovars are Typhimurium & Enteritidis
ar: أكثر السيروفارات شيوعًا هي تيفيموريوم وإنتريتيديس
fr: Les sérovars les plus fréquents sont Typhimurium et Enteritidis.

# salmopath2
source: Around 2,500 serotypes of Salmonella enterica can infect warm blooded animals including birds
ar: حوالي 2،500 سيروتايب من سالمونيلا إنتريكا يمكن أن تصيب الحيوانات الدافئة بما في ذلك الطيور
fr: Environ 2 500 sérotypes de Salmonella enterica peuvent infecter les animaux à sang chaud, y compris les oiseaux.

# salmopath3
source: Gram negative bacterial rod
ar: عصية بكتيرية سالبة للغرام
fr: Tige bactérienne à Gram négatif

# salmopath4
source: Facultative anaerobe
ar: متوسط الغلوة الهوائية
fr: Anaérobe facultatif

# salmoClicSign1
source: Intestinal carriage usually without clinical signs
ar: الحمل المعوي عادةً دون أعراض سريرية
fr: Portage intestinal généralement sans signes cliniques.

# salmoClicSign2
source: Dependent of serotype and isolate may cause transient diarrhoea or systemic infection
ar: تعتمد على السيروتايب وقد تسبب العزلة العابرة للبراز أو العدوى الجسدية
fr: En fonction du sérotype et de l'isolat, peut provoquer une diarrhée passagère ou une infection systémique.

# salmoClicSign3
source: Hatchery infections can lead to high mortality outbreaks
ar: العدوى في مفرخة يمكن أن تؤدي إلى تفشي مرتفع للوفيات
fr: Les infections dans les écloseries peuvent entraîner des épidémies à forte mortalité.

# salmoTrans1
source: Bird-to-bird transmission via faeces
ar: الانتقال من طائر إلى طائر عن طريق البراز
fr: Transmission d'oiseau à oiseau par les fèces

# salmoTrans2
source: Vertical transmission to chicks either via transovarian infection (S. Enteritidis) or via faeces in hatchery
ar: الانتقال الرأسي إلى الكتاكيت سواء عن طريق العدوى البايضة (س. إنتريتيديس) أو عن طريق البراز في المفرخة
fr: Transmission verticale aux poussins soit par infection transovarienne (S. Enteritidis), soit par les fèces dans le couvoir.

# salmoZoonotic1
source: Major foodborne zoonotic pathogen
ar: ممرض غذائي بيئي رئيسي
fr: Pathogène zoonotique majeur d'origine alimentaire

# salmoZoonotic2
source: Associated with eggs (S. Enteritidis) and poultry meat
ar: مرتبطة بالبيض (س. إنتريتيديس) ولحم الدواجن
fr: Associé aux œufs (S. Enteritidis) et à la viande de volaille

# salmoDiag1
source: Culture of faeces or post mortem material on selective media
ar: زرع البراز أو المواد بعد الوفاة على وسائط اختيارية
fr: Culture de matières fécales ou de matériel post mortem sur des supports sélectifs.

# salmoDiag2
source: Low numbers can be detected by enrichment culture (selenite/RV media)
ar: يمكن اكتشاف أعداد قليلة بواسطة زرع الثقل (وسائط السيلينيت / RV)
fr: Les faibles nombres peuvent être détectés par une culture d'enrichissement (milieu sélénite/RV).

# salmoDiag3
source: Serology (ELISA, slide agglutination) can detect exposure and carriers
ar: مصلية (إليزا، تكتل الشرائح) يمكن أن تكشف التعرض وحاملي الداء
fr: La sérologie (ELISA, agglutination sur lame) permet de détecter l'exposition et les porteurs.

# salmoControl1
source: Vaccination of breeders and layers
ar: تطعيم المربين والطبقات
fr: Vaccination des reproducteurs et des pondeuses

# salmoControl2
source: Live attenuated (mainly drinking water) and inactivated injectable vaccines
ar: لقاحات مضعفة الحيوية (عادة عن طريق الماء للشرب) ولقاحات حقنية مقتلبة
fr: Vaccins vivants atténués (principalement dans l'eau de boisson) et vaccins injectables inactivés.

# salmoControl3
source: Good hygiene and biosecurity
ar: نظافة جيدة وسلامة البيئة الحيوية
fr: Bonne hygiène et biosécurité

# salmoControl4
source: Routine surveillance of flocks is practiced in some countries such as within the EU
ar: تجرى المراقبة الروتينية للأفراد في بعض البلدان مثل داخل الاتحاد الأوروبي
fr: La surveillance systématique des troupeaux est pratiquée dans certains pays, notamment au sein de l'UE.

# fowl
source: Fowl Typhoid (Salmonella Gallinarum)
ar: التايفويد الدواجن (سالمونيلا غاليناروم)
fr: Typhoïde du poulet (Salmonella Gallinarum)

# fowlpath1
source: Gram negative bacterial rod
ar: عصية بكتيرية سالبة للغرام
fr: Tige bactérienne à Gram négatif

# fowlpath2
source: Avian-adapted serovar of Salmonella enterica now rare In Europe & North America
ar: سيروفار متكيف للدواجن من سالمونيلا إنتريكا الآن نادر في أوروبا وشمال أمريكا
fr: Le sérovar de Salmonella enterica adapté aux oiseaux est désormais rare en Europe et en Amérique du Nord

# fowlpath3
source: Facultative anaerobe
ar: متوسط الغلوة الهوائية
fr: Anaérobe facultatif

# fowlpath4
source: 09 serotype, no flagella
ar: سيروتايب 09، بدون أعلام
fr: 09 sérotype, pas de flagelle

# fowlClicSign1
source: Persistent carriers may not show symptoms
ar: الناقلون المستمرين قد لا يظهرون أعراضًا
fr: Les porteurs persistants peuvent ne pas présenter de symptômes

# fowlClicSign2
source: Acute, high mortality infection
ar: العدوى الحادة عالية الوفيات
fr: Infection aiguë à taux de mortalité élevé

# fowlClicSign3
source: Diarrhoea, frequently bloody, at later stages of infection
ar: الإسهال، في مراحل متأخرة من العدوى غالبًا ما يكون دمويًا
fr: Diarrhée, fréquemment sanglante, aux stades ultérieurs de l'infection.

# fowClicSign4
source: Inflammation of liver and spleen (hepatosplenomegaly)
ar: التهاب الكبد والطحال (انتفاخ الكبد)
fr: Inflammation du foie et de la rate (hépatosplénomégalie).

# fowClicSign5
source: White spot lesions on liver and spleen, with 'bronzing' of liver on exposure to air
ar: تشكل بقع بيضاء على الكبد والطحال، مع 'تسمر' الكبد عند التعرض للهواء
fr: Lésions de taches blanches sur le foie et la rate, avec "bronzage" du foie lors de l'exposition à l'air.

# fowlTrans1
source: Bird-to-bird transmission via feces
ar: الانتقال من طائر إلى طائر عن طريق البراز
fr: Transmission d'oiseau à oiseau par les excréments

# fowlTrans2
source: Vertical transmission to chicks
ar: الانتقال الرأسي إلى الكتاكيت
fr: Transmission verticale aux poussins

# fowlZoonotic1
source: Low risk
ar: منخفض الخطر
fr: Risque faible

# fowlDiag1
source: Culture of faeces or post mortem material on selective media (e.g Brilliant Green/XLD agar)
ar: زرع البراز أو المواد بعد الوفاة على وسائط اختيارية (مثل الصفيح الأخضر المشرق / الخضراء)
fr: Culture de fèces ou de matériel post mortem sur des milieux sélectifs (par ex. gélose Brilliant Green/XLD)

# fowlDiag2
source: Low numbers can be detected by enrichment culture (selenite/RV media)
ar: يمكن اكتشاف أعداد قليلة بواسطة زرع الثقل (وسائط السيلينيت / RV)
fr: Les faibles nombres peuvent être détectés par une culture d'enrichissement (milieu sélénite/RV).

# fowlDiag3
source: Serology (ELISA, slide agglutination) can detect exposure and carriers
ar: مصلية (إليزا، تكتل الشرائح) يمكن أن تكشف التعرض وحاملي الداء
fr: La sérologie (ELISA, agglutination sur lame) permet de détecter l'exposition et les porteurs.

# fowlControl1
source: Vaccination
ar: التطعيم

# fowlControl2
source: Good hygiene and biosecurity
ar: نظافة جيدة وسلامة البيئة الحيوية
fr: Bonne hygiène et biosécurité

# fowlControl3
source: Culling of infected birds is recommended
ar: توصي بذبح الطيور المصابة
fr: Il est recommandé d'abattre les oiseaux infectés

# ndv
source: Newcastle Disease (NDV)
ar: مرض نيوكاسل (NDV)
fr: Maladie de Newcastle (NDV)

# ndvpath1
source: Single stranded enveloped RNA virus
ar: فيروس أحادي الشريط مغلف بالشكل
fr: Virus à ARN enveloppé simple brin

# ndvpath2
source: Member of Paramyxovirdiae
ar: عضو في Paramyxovirdiae
fr: Membre de Paramyxovirdiae

# ndvpath3
source: Frequent cause of high mortality disease outbreaks
ar: سبب شائع لتفشي الأمراض ذات الوفيات المرتفعة
fr: Cause fréquente d'épidémies à forte mortalité

# ndvClicSign1
source: High mortality (up to 100%) with respiratory and nervous system problems including twisting of head (torticollis), green diarrhoea and swollen heads
ar: الوفيات العالية (تصل إلى 100٪) مع مشاكل في الجهاز التنفسي والعصبي بما في ذلك لفة الرأس (تورتيكوليس)، والإسهال الأخضر والرؤوس المتورمة
fr: Mortalité élevée (jusqu'à 100 %) avec des problèmes respiratoires et du système nerveux, y compris la torsion de la tête (torticolis), la diarrhée verte et le gonflement de la tête.

# ndvClicSign2
source: Mild form of infection can lead to respiratory disease including sneezing, nasal discharge and coughing
ar: الشكل الخفيف من العدوى يمكن أن يؤدي إلى الأمراض التنفسية بما في ذلك العطاس، والافرازات الأنفية، والسعال
fr: Une forme légère d'infection peut entraîner une maladie respiratoire, notamment des éternuements, des écoulements nasaux et de la toux.

# ndvTrans1
source: Main route of transmission from bird-to bird via feces
ar: الطريق الرئيسي للانتقال من طائر إلى طائر عن طريق البراز
fr: Principale voie de transmission d'oiseau à oiseau par les excréments
