Repository: oualidrouabah/poultry-disease-detection
Catalog: lib/l10n/app_*.arb
Languages: ar, fr

# ndvTrans2
source: Transmission by respiratory route from nasal discharges etc.
ar: الانتقال عن طريق الجهاز التنفسي من خلال الافرازات الأنفية إلخ
fr: Transmission par voie respiratoire à partir d'écoulements nasaux, etc.

# ndvTrans3
source: Can be carried by wild birds, transmitted via carcasses or transferred on boots, clothing and tools
ar: يمكن أن يحملها الطيور البرية، وينتقل عبر جثث الطيور أو ينتقل عبر الأحذية والملابس والأدوات
fr: Peut être transporté par les oiseaux sauvages, transmis par les carcasses ou transféré sur les bottes, les vêtements et les outils.

# ndvZoonotic1
source: Negligible
ar: لا يُعتد به
fr: Négligeable

# ndvDiag1
source: Serology via Haemagglutination Inhibition (HAI) test
ar: المصلية عبر اختبار التكتل الهمجن (HAI)
fr: Sérologie via le test d'inhibition de l'hémagglutination (HAI)

# ndvDiag2
source: Growth of virus from tissue samples
ar: نمو الفيروس من عينات الأنسجة
fr: Croissance du virus à partir d'échantillons de tissus

# ndvDiag3
source: Molecular detection by sequencing or quantitative RT-PCR
ar: الكشف الجزيئي بواسطة التسلسل أو RT-PCR الكمي
fr: Détection moléculaire par séquençage ou RT-PCR quantitative

# ndvControl1
source: A range of live attenuated and inactivated vaccines available
ar: مجموعة متنوعة من اللقاحات المضعفة الحيوية واللقاحات المقتلبة المتاحة
fr: Une gamme de vaccins vivants atténués et inactivés disponibles.

# ndvControl2
source: Good hygiene and biosecurity
ar: نظافة جيدة وسلامة البيئة الحيوية
fr: Bonne hygiène et biosécurité

# ndvControl3
source: Good biosecurity and hygiene, including effective disposal of carcasses can reduce transmission
ar: النظافة الجيدة وسلامة البيئة الحيوية، بما في ذلك التخلص الفعال من الجثث يمكن أن يقلل من الانتقال
fr: Une bonne biosécurité et une bonne hygiène, y compris l'élimination efficace des carcasses, peuvent réduire la transmission.

# helminths
source: Helminths (Worms)
ar: الديدان (الدود)
fr: Helminthes (Vers)

# worms
source: Chickens may be infected with a range of many intestinal worms. In general worm infections are not associated with mortality but can have an adverse effect on productivity. Worm burdens are usually greater in backyard production due to difficulty in control and the frequent use of anti-helminthic drugs in commercial production.The clinical signs associated with heavy intestinal worm burden are non-specific, but include loss of weight, appetite, condition and productivity, and in some cases diarrhoea with or without passage of worms or worm segments. Diagnosis is by clinical signs, the visible presence of worms and the identification of worm eggs in faeces by microscopy.Worm eggs shed in the faeces are directly picked up by chickens and can also lead to contaminated feed or water. Certain worm species, require an intermediate host, such as an earthworm or beetle, which can be readily eaten by the chicken when scavenging. Worm eggs can survive in temperate conditions in the environment for many months.
ar: يمكن أن تصاب الدجاج بمجموعة متنوعة من الديدان الدموية. بشكل عام، لا ترتبط العدوى بالديدان بالموت ولكن قد تكون لها تأثير سلبي على الإنتاجية. تكون الأعباء الديدان عادة أكبر في الإنتاج المنزلي بسبب صعوبة السيطرة والاستخدام المتكرر للأدوية المضادة للديدان في الإنتاج التجاري. العلامات السريرية المرتبطة بحمل ديدان الأمعاء الثقيلة غير محددة، ولكن تشمل فقدان الوزن والشهية والحالة والإنتاجية، وفي بعض الحالات الإسهال مع أو بدون مرور الديدان أو أجزاء الديدان. التشخيص يتم عن طريق العلامات السريرية، والوجود المرئي للديدان، وتحديد بيوض الديدان في البراز بواسطة الميكروسكوب. تتمام البيوض التي تفرز في البراز تمامًا بواسطة الدجاج ويمكن أيضًا أن تؤدي إلى تلوث العلف أو الماء. يتطلب بعض أنواع الديدان، مثل الديدان المتوسطة، وجود مضيف وسيط، مثل دودة الأرض أو الخنفساء، التي يمكن أن تؤكل بسهولة من قبل الدجاج أثناء التنقيب. يمكن لبيوض الديدان البقاء في البيئات المعتدلة لفترات طويلة من الزمن.
fr: Les poules peuvent être infectées par une gamme de nombreux vers intestinaux. En général, les infections par les vers ne sont pas associées à la mortalité mais peuvent avoir un effet néfaste sur la productivité. Les charges de vers sont généralement plus élevées en production de basse-cour en raison de la difficulté à les contrôler et de l'utilisation fréquente de médicaments anti-helminthiques en production commerciale. Les signes cliniques associés à une charge lourde de vers intestinaux sont non spécifiques, mais incluent une perte de poids, d'appétit, de condition et de productivité, et dans certains cas, une diarrhée avec ou sans passage de vers ou de segments de vers. Le diagnostic se fait par les signes cliniques, la présence visible de vers et l'identification des œufs de vers dans les selles par microscopie. Les œufs de vers excrétés dans les selles sont directement ramassés par les poules et peuvent également contaminer la nourriture ou l'eau. Certaines espèces de vers nécessitent un hôte intermédiaire, tel qu'un ver de terre ou un coléoptère, qui peut être facilement mangé par la poule en recherche de nourriture. Les œufs de vers peuvent survivre dans des conditions tempérées dans l'environnement pendant de nombreux mois.

# intanNema
source: Intestinal Nematodes
ar: الديدان الخيطية الأمعائية
fr: Nématodes intestinaux

# intanNema1
source: Perhaps the easiest intestinal heminths to diagnose are large roundworms, such as Ascaridia galli which can measure 5-10cm in length. Ascaridia live in the small intestine and infection can cause to damage of the intestinal mucosa that can lead to enteritis and failure to thrive
ar: ربما تكون أسهل الديدان الأمعائية للتشخيص هي الديدان الكبيرة المستديرة، مثل أسكاريديا جالي التي يمكن أن تصل طولها إلى 5-10 سم. تعيش أسكاريديا في الأمعاء الدقيقة ويمكن أن تسبب العدوى تلفًا في غشاء الأمعاء الذي يمكن أن يؤدي إلى القولون وفشل النمو
fr: Peut-être les helminthes intestinaux les plus faciles à diagnostiquer sont les grands ascaris, tels que Ascaridia galli qui peuvent mesurer de 5 à 10 cm de longueur. Les ascarides vivent dans l'intestin grêle et l'infection peut entraîner des lésions de la muqueuse intestinale qui peuvent conduire à une entérite et à un retard de croissance.

# intanNema2
source: Capillaria spp. are small nematodes that parasitize different parts of the intestinal tract dependent on the species.High Capillaria burdens can lead to disease
ar: كابيلاريا الأنواع هي الديدان الخيطية الصغيرة التي تطفر أجزاء مختلفة من الجهاز الهضمي اعتمادًا على النوع. يمكن أن تؤدي الأعباء العالية لكابيلاريا إلى المرض
fr: Les espèces de Capillaria sont de petits nématodes qui parasitent différentes parties du tractus intestinal selon l'espèce. Des charges élevées de Capillaria peuvent conduire à la maladie.

# intanNema3
source: Heterakis gallinarum is a caecal nematode which causes little damage itself, but in the main carrier of Histomonas
ar: هيتيراكيس جاليناروم هو ديدان خيطية تقع في الأعور الذي لا يسبب الكثير من الأضرار بحد ذاته، ولكنه الحامل الرئيسي للهستوموناس
fr: Heterakis gallinarum est un nématode caecal qui ne cause que peu de dommages en lui-même, mais qui est le principal porteur d'Histomonas.

source: Gapeworm
ar: ديدان العقي
fr: Ver de trachée

# gapworm1
source: The gapeworm Syngamus trachea can be found in the trachea and lungs of infested birds, with high burdens cause the disease gapes which may manifest as difficulty breathing (breathing with an open beak) and cyanosis leading potentially to death.Syngamus eggs may persist for a long time in environment meaning the infection is most frequent in outdoor reared animals
ar: يمكن العثور على ديدان العقي سينجاموس تراكيا في القصبة الهوائية والرئتين للطيور المصابة، مع أعباء عالية تسبب مرض الثقبات الذي قد يظهر على شكل صعوبة في التنفس (التنفس بفتحة منفتحة) والسمان. تستمر بيوض سينجاموس لفترة طويلة في البيئة مما يعني أن العدوى هي الأكثر انتشارًا في الحيوانات التي تربى في الهواء الطلق
fr: Le ver de trachée Syngamus trachea peut être trouvé dans la trachée et les poumons des oiseaux infestés, avec des charges élevées causant la maladie des gazes qui peut se manifester par des difficultés respiratoires (respiration avec le bec ouvert) et une cyanose pouvant éventuellement conduire à la mort. Les œufs de Syngamus peuvent persister longtemps dans l'environnement, ce qui signifie que l'infection est plus fréquente chez les animaux élevés en plein air.

# tapworm
source: Tapeworm
ar: الشريطية
fr: Ver solitaire

# tapeworm1
source: Multiple species of Tapeworms may be found in the chicken, with species such as Raillietina species and Davainea proglottina found in the small intestine the most frequently associated with clinical disease
ar: يمكن العثور على عدة أنواع من الشريطية في الدجاج، مع أنواع مثل أنواع Raillietina و Davainea proglottina التي توجد في الأمعاء الدقيقة ترتبط بشكل أكثر فاعلية مع المرض السريري
fr: Plusieurs espèces de vers solitaires peuvent être trouvées chez le poulet, avec des espèces telles que les espèces de Raillietina et Davainea proglottina trouvées dans l'intestin grêle étant les plus fréquemment associées à la maladie clinique.

# title
source: Chicken AI
fr: Chicken IA
